Repository: BrandyMint/w1-merchant
Catalog: sketches/ios/*.lproj/Localizable.strings
Languages: ru

# Проверьте соединение с интернет
source: Check your internet connection
ru: Проверьте соединение с интернетом

# Неизвестная ошибка: %d
source: Unknown error: %d
ru: Неизвестная ошибка: %d

# Ошибка
source: Error
ru: Ошибка

# Дэшборд
source: Dashboard
ru: Дэшборд

# Счета
source: Invoices
ru: Счета

# Выписка
source: Statement
ru: Выписка

# Вывод
source: Withdrawal
ru: Вывод

# Настройки
source: Settings
ru: Настройки

# В разработке
source: Under development
ru: В разработке

# Для магазинов
source: For shops
ru: Для магазинов

# Телефон или емайл
source: Telephone or e-mail
ru: Телефон или емайл

# Пароль
source: Password
ru: Пароль

# Выслать
source: Send
ru: Выслать

# Авторизоваться
source: Authorization
ru: Авторизоваться

# Не корректный емайл или телефон
source: Invalid e-mail or telephone
ru: Не корректный емайл или телефон

# Временный пароль отправлен на почту
source: Temporary password is sent to your e-mail
ru: Временный пароль отправлен на почту

# Временный пароль отправлен по СМС
source: Temporary password is sent by SMS
ru: Временный пароль отправлен по СМС

# Ок
source: Ok
ru: Ок

# Ожидает зачисления -
source: Awaiting for crediting -
ru: Ожидает зачисления -

# Заблокировано -
source: Blocked -
ru: Заблокировано -

# Назад
source: Back
ru: Назад

# Последние операции
source: Latest transfer
ru: Последние операции

# Вывод средств
source: Funds withdrawal
ru: Вывод средств

# 24 часа
source: 24 hours
ru: 24 часа

# неделя
source: week
ru: неделя

# месяц
source: month
ru: месяц

# %@ ч.
source: %@ h.
ru: %@ ч.

# Оплачен,
source: Paid,
ru: Оплачен,

# Не оплачен,
source: Not paid,
ru: Не оплачен,

# Оплачен
source: Paid
ru: Оплачен

# Да
source: Yes
ru: Да

# Не оплачен
source: Not paid
ru: Не оплачен

# Частично
source: Partially paid
ru: Частично

# Сумма с комиссией
source: Amount including commission
ru: Сумма с комиссией

# Сумма к выводу
source: Amount to withdraw
ru: Сумма к выводу

# Перейти
source: Proceed
ru: Перейти

# Шаблоны вывода создаются на веб-версии
source: You may create withdrawal templates using web-version of Checkout
ru: Шаблоны вывода создаются на веб-версии

# Комиссия %@, сумма от %@ до %@
source: Commision is %@, amount startng from %@ to %@
ru: Комиссия %@, сумма от %@ до %@

# Без комиссии, сумма от %@ до %@
source: Commission-free amount from %@ to %@
ru: Без комиссии, сумма от %@ до %@

# Платеж будет исполнен однократно, %@ в %@
source: The payment will be made once %@ at %@
ru: Платеж будет исполнен однократно, %@ в %@

# Платеж будет производиться %@ в %@, начиная с %@
source: Payment will be made %@ at %@ , starting from %@
ru: Платеж будет производиться %@ в %@, начиная с %@

# Платеж будет производиться %@ в %@, начиная с %@, заканчивая %@ в %@
source: The payment will be made on %@ at %@, starting from %@, till %@ at %@
ru: Платеж будет производиться %@ в %@, начиная с %@, заканчивая %@ в %@

# в первый день месяца
source: on the first day of the month
ru: в первый день месяца

# в последний день месяца
source: on the last day of the month
ru: в последний день месяца

# в %@-й день месяца
source: on the @% day of the month
ru: в %@-й день месяца

# ежедневно
source: everyday
ru: ежедневно

# еженедельно
source: every week
ru: еженедельно

# ежемесячно
source: every month
ru: ежемесячно

# ежегодно
source: every year
ru: ежегодно

# по %@
source: on %@
ru: по %@

# понедельникам
source: mondays
ru: понедельникам

# вторникам
source: tuesdays
ru: вторникам

# средам
source: wednesdays
ru: средам

# четвергам
source: thursdays
ru: четвергам

# пятницам
source: fridays
ru: пятницам

# субботам
source: saturdays
ru: субботам

# воскресеньям
source: sundays
ru: воскресеньям

# Платеж не найден.
source: Payment not found
ru: Платеж не найден.

# Вывести
source: Withdraw
ru: Вывести

# Выход
source: Log out
ru: Выход

# Отмена
source: Cancel
ru: Отмена

# Введите код подтверждения, отправленный по смс
source: Please, enter verification code from SMS-message
ru: Введите код подтверждения, отправленный по смс

# Данные загружаются...
source: Loading...
ru: Данные загружаются...

# Поступление
source: Inpayment
ru: Поступление

# Для бизнесса
source: For business
ru: Для бизнеса

# Поставщик услуг не найден
source: Service provider not found
ru: Поставщик услуг не найден

# Без комиссии
source: Commission-free
ru: Без комиссии

# Подтвердить
source: Confirm
ru: Подтвердить

# Вы уверены, что хотите вывести
source: Are you sure you want to withdraw
ru: Вы уверены, что хотите вывести

# Ваша сессия истекла
source: Session is expired
ru: Ваша сессия истекла

# Выставить счет
source: Invoice
ru: Выставить счет

# Валюта
source: Currency
ru: Валюта

# Сумма
source: Amount
ru: Сумма

# Телефон или емайл получателя
source: Recipient telephone number or email
ru: Телефон или емайл получателя

# Описание
source: Description
ru: Описание

# Счет на сумму %@ успешно выставлен
source: Invoice in amount of %@ issued succesfully
ru: Счет на сумму %@ успешно выставлен

# Перевод на сумму %@ принят к исполнению
source: Transaction in amount of %@ is processed
ru: Перевод на сумму %@ принят к исполнению

# Вернуться
source: Back
ru: Вернуться

# Забыл
source: Forgot
ru: Забыл

# Не корректный номер счета, емайл или телефон
source: Invalid account number, email or telephone number
ru: Не корректный номер счета, емайл или телефон

# Сумма должна быть больше 0
source: Amount shall be greater than 0
ru: Сумма должна быть больше 0

# Российский рубль
source: Russian rouble
ru: Российский рубль

# Например, доставка пиццы
source: Pizza deivery, for example
ru: Например, доставка пиццы

# my@mail.ru или 89031234567
source: my@mail.ru or 89031234567
ru: my@mail.ru или 89031234567

# Введите сумму
source: Input amount
ru: Введите сумму

# Платеж не может пройти проверку, повторите попытку позже
source: This transaction cannot be processed at this time. Please try again later
ru: Платеж не может пройти проверку, повторите попытку позже

# Поступление средств
source: Incoming funds
ru: Поступление средств

# Начальная дата
source: Start date
ru: Начальная дата

# Конечная дата
source: End date
ru: Конечная дата

# Далее
source: Next
ru: Далее

# Чат
source: Support
ru: Чат

# Устройство не может проверить подлинность с помощью TouchID.
source: Your device cannot authenticate using TouchID.
ru: Устройство не может проверить подлинность с помощью TouchID.

# Вы не являетесь владельцем устройства.
source: You are not the device owner.
ru: Вы не являетесь владельцем устройства.

# Данные не распознаны
source: There was a problem verifying your identity.
ru: Данные не распознаны

# Вы владелец устройства?
source: Are you the device owner?
ru: Вы владелец устройства?

# Авторизуйтесь удобным способом
source: Log in with any convenient way
ru: Авторизуйтесь удобным способом

# Аналитика продаж
source: Sales analytics
ru: Аналитика продаж

# Удобный вывод средств по шаблонам
source: Templates for money withdrawal
ru: Удобный вывод средств по шаблонам

# История операций
source: Payments history
ru: История операций

# Вход по Touch ID
source: Touch ID login
ru: Вход по Touch ID

# Выставление счетов
source: Invoicing
ru: Выставление счетов

# Продолжить
source: Continue
ru: Продолжить

# Детальная выписка
source: Detailed statement
ru: Детальная выписка

# сумма за период %.2f / комиссия за период %.2f
source: Amount for a period %.2f / commission for a period %.2f
ru: сумма за период %.2f / комиссия за период %.2f

# Входящие
source: Incoming funds
ru: Входящие

# Исходящие
source: Outgoing funds
ru: Исходящие

# Нет операций
source: No transfers
ru: Нет операций

# Нет счетов
source: No invoices
ru: Нет счетов

# Нет шаблонов вывода
source: No withdrawal templates
ru: Нет шаблонов вывода

# Название получателя
source: Recipient title
ru: Название получателя

# От кошелька
source: From wallet
ru: От кошелька

# Идентификатор проводки
source: Transaction id
ru: Идентификатор проводки

# Название отправителя
source: Sender title
ru: Название отправителя

# Кошельку
source: To wallet
ru: Кошельку

# Комиссия
source: Commission
ru: Комиссия

# Дата последнего изменения
source: Last edit date
ru: Дата последнего изменения

# Состояние операции
source: Transaction status
ru: Состояние операции

# Идентификатор операции
source: Transaction id
ru: Идентификатор операции

# Идентификатор счета, назначенный сервисом
source: Transaction id set by system
ru: Идентификатор счета, назначенный сервисом

# Идентификатор отправителя счета
source: Sender id
ru: Идентификатор отправителя счета

# Идентификатор получателя счета
source: Recipient id
ru: Идентификатор получателя счета

# Идентификатор контрагента по счету
source: Contractor id
ru: Идентификатор контрагента по счету

# Направление счета
source: Invoice direction
ru: Направление счета

# Идентификатор валюты
source: Currency id
ru: Идентификатор валюты

# Внешний идентификатор счета, передается только отправителю
source: External account id, known only to sender
ru: Внешний идентификатор счета, передается только отправителю

# Описание счета
source: Invoice description
ru: Описание счета

# Дата создания счета
source: Date of invoice
ru: Дата создания счета

# Дата истечения счета
source: Invoice expiration date
ru: Дата истечения счета

# Состояние счета
source: Account status
ru: Состояние счета

# Уплаченная сумма по счету
source: Invoice amount management
ru: Уплаченная сумма по счету

# Пользовательский комментарий к счету
source: User’s comment
ru: Пользовательский комментарий к счету

# Адрес для перехода на сайт магазина
source: Merchant URL
ru: Адрес для перехода на сайт магазина

# Теги счета
source: Account tags
ru: Теги счета

# Имя контрагента по счету
source: Contractor title
ru: Имя контрагента по счету

# Введен неверный код
source: Invalid code
ru: Введен неверный код

# Введите код с картинки для продолжения
source: Enter code from image
ru: Введите код с картинки для продолжения

# Ошибка загрузки проверочного кода
source: Loading verification code error
ru: Ошибка загрузки проверочного кода

# Камера не найдена
source: Camera not found
ru: Камера не найдена

# Ошибка отправки изображения
source: Picture upload error
ru: Ошибка отправки изображения

# Вы уверены что хотите выйти?
source: Are you sure you want to quit?
ru: Вы уверены что хотите выйти?
